---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsBaseLevelParam
source: html/81b3ac4f-b684-4fac-7bdb-97a75ba12dca.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsBaseLevelParam Property

"Base Level"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsBaseLevelParam { get; }
```